{
    "artists": [
    {
    "idArtist": "112557",
    "strArtist": "Alter Bridge",
    "strArtistStripped": null,
    "strArtistAlternate": "",
    "strLabel": null,
    "idLabel": null,
    "intFormedYear": "2004",
    "intBornYear": null,
    "intDiedYear": null,
    "strDisbanded": null,
    "strStyle": "Rock/Pop",
    "strGenre": "Hard Rock",
    "strMood": "",
    "strWebsite": "www.alterbridge.com",
    "strFacebook": "",
    "strTwitter": "",
    "strBiographyEN": "Alter Bridge is an American rock band that was formed in 2004 in Orlando, Florida. It consists of lead guitarist and backing vocalist Mark Tremonti, bassist Brian Marshall, and drummer Scott Phillips, all of whom are also members of Creed, alongside lead vocalist and rhythm guitarist Myles Kennedy, formerly of The Mayfield Four and the frontman of Slash's current solo project. Tremonti named the group after an actual bridge that used to be located in Grosse Pointe, Michigan, near his former home on Alter Road.\nDespite Creed's multi-platinum success, Alter Bridge arose with only gold status with their first studio album, One Day Remains, which was released on Wind-up Records in August 2004 to generally mixed reviews. After the band's first tour, they dropped their contract with Wind-up Records in 2006 and signed with Universal Republic Records, releasing their second album, Blackbird, which was positively received by critics, in October 2007. The band spent the next two years touring and working on other projects before reconvening in 2010 to work on their third album. Titled AB III, the album was released in October 2010 on Roadrunner Records and was a critical success. In January 2011, the band's first live album and concert film, Live from Amsterdam, was finally released in stores after two years of delays. A second concert film, Live at Wembley, was released in March 2012.\nDespite relatively low mainstream success and label support for the majority of the band's career, Alter Bridge's music has been critically successful, and the band has become known for its frequent, extensive touring and loyal fanbase. The individual members of Alter Bridge are also involved with various other projects, including solo and session work, Creed, and Kennedy's collaborations with Slash and former members of Led Zeppelin. In 2009, Ultimate Guitar Archive named Alter Bridge the 36th greatest band of the decade.",
    "strBiographyDE": null,
    "strBiographyFR": null,
    "strBiographyCN": null,
    "strBiographyIT": null,
    "strBiographyJP": null,
    "strBiographyRU": null,
    "strBiographyES": null,
    "strBiographyPT": null,
    "strBiographySE": null,
    "strBiographyNL": "Drie van de vier leden van deze band (gitarist Mark Tremonti, drummer Scott Philips en bassist Brian Marshall) zijn afkomstig van de band Creed. Myles Kennedy was de zanger/gitarist van de band The Mayfield Four. Waar Creed gezien werd als commerciële grunge, wordt Alter Bridge gezien als 'powerhouse-rock'. De band haalt haar invloeden uit bands zoals Led Zeppelin.\nMet de komst van zanger Kennedy heeft het Creed-trio het roer radicaal omgegooid en kiest het met Alter Bridge voor een veel moderner en heavieër geluid inclusief gitaarsolo's. Tremonti wordt als een echte 'old school' gitarist beschouwd. De band bracht een succesvol debuutalbum uit: One Day Remains.\nOm de band te introduceren speelde de band in Europa drie showcases. De tweede showcase was in De Melkweg in Amsterdam met in het voorprogramma Switchfoot. Oorspronkelijk zou labelgenoot Submersed ook optreden. Daarna kwamen ze terug met shows in Utrecht, Tilburg en Fields of Rock in Nijmegen. Tijdens hun Europese tournee in november 2005 kwamen ze in Nederland om in Paradiso op te treden. In het voorprogramma zat de band Logan. Op 9 oktober 2007 kwam Blackbird, het tweede album van Alter Bridge uit. Ook toerde de band weer door Europa en de Verenigde staten. Het daaropstaande Watch Over You, een rockballad, deed het goed in de Verenigde Staten.In 2010 werd het derde album \"AB III\"uitgebracht. Door deze cd's werd het stemgeluid van Myles Kennedy bij ex-Guns 'n' Roses gitarist Slash onder de aandacht gebracht,die hem aantrok als vaste zanger van zijn sologroep Slash.Myles Kennedy blijft echter ook actief bij Alter Bridge. In 2013 kwam het vierde album Fortress uit, terwijl de vijfde productie The Last Hero in 2016 is verschenen.",
    "strBiographyHU": null,
    "strBiographyNO": null,
    "strBiographyIL": null,
    "strBiographyPL": null,
    "strGender": "Male",
    "intMembers": "4",
    "strCountry": "Orlando, Florida, USA",
    "strCountryCode": "US",
    "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/alter-bridge-4fd83896d6ec9.jpg",
    "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/alter-bridge-4dfb770ccd14f.png",
    "strArtistClearart": null,
    "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/ryvvrw1571077706.jpg",
    "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/alter-bridge-4e27c6d626deb.jpg",
    "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/alter-bridge-4ecc0bb7bb08d.jpg",
    "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/alter-bridge-4ecc0bc7b5279.jpg",
    "strArtistFanart4": null,
    "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/xpspwp1348153299.jpg",
    "strMusicBrainzID": "60a23fda-a440-4ab9-a344-7dfdd2ed341a",
    "strISNIcode": null,
    "strLastFMChart": null,
    "intCharted": "4",
    "strLocked": "unlocked"
    }
    ]
    }